Repository: avgx/OneAccount
Catalog: Sources/OneAccountUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, bg, ca, cs, da, de, el, es, es_mx, fa, fr, he, hr, hu, it, ja, kk, ko, lt, lv, nl, pl, pt, pt_br, ru, sk, sr, th, tr, uk, zh_cn, zh_tw

# accounts-title
source: Accounts
ar: الحسابات
be: Уліковыя запісы
bg: Акаунти
ca: Comptes
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
es_mx: Cuentas
fa: حساب‌ها
fr: Comptes
he: חשבונות
hr: Računi
hu: Fiókok
it: Account
ja: アカウント
kk: Тіркелгілер
ko: 계정
lt: Paskyros
lv: Konti
pl: Konta
pt: Contas
pt_br: Contas
ru: Учётные записи
sk: Účty
sr: Nalozi
th: บัญชี
tr: Hesaplar
uk: Облікові записи
zh_cn: 账户
zh_tw: 帳號

source: Add account
ar: إضافة حساب
be: Дадаць уліковы запіс
bg: Добавяне на акаунт
ca: Afegeix un compte
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
es_mx: Agregar cuenta
fa: افزودن حساب
fr: Ajouter un compte
he: הוסף חשבון
hr: Dodaj račun
hu: Fiók hozzáadása
it: Aggiungi account
ja: アカウントを追加
kk: Тіркелгі қосу
ko: 계정 추가
lt: Pridėti paskyrą
lv: Pievienot kontu
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
pt_br: Adicionar conta
ru: Добавить учётную запись
sk: Pridať účet
sr: Dodaj nalog
th: เพิ่มบัญชี
tr: Hesap ekle
uk: Додати обліковий запис
zh_cn: 添加账户
zh_tw: 新增帳號

# cert-role-intermediate
source: Intermediate
ar: وسيط
be: Прамежкавы
bg: Междинен
ca: Intermedi
cs: Mezilehlý
da: Mellem
de: Zwischen
el: Ενδιάμεσο
es: Intermedio
es_mx: Intermedio
fa: میانی
fr: Intermédiaire
he: ביניים
hr: Među
hu: Köztes
it: Intermedio
ja: 中間
kk: Аралық
ko: 중간
lt: Tarpinis
lv: Starpnieks
nl: Tussen
pl: Pośredni
pt: Intermédio
pt_br: Intermediário
ru: Промежуточный
sk: Medzilehlý
sr: Posredni
th: กลาง
tr: Ara
uk: Проміжний
zh_cn: 中间
zh_tw: 中繼

# cert-role-root
source: Root
ar: الجذر
be: Карневы
bg: Корен
ca: Arrel
cs: Kořen
da: Rod
de: Stamm
el: Ρίζα
es: Raíz
es_mx: Raíz
fa: ریشه
fr: Racine
he: שורש
hr: Korijen
hu: Gyökér
it: Radice
ja: ルート
kk: Түбір
ko: 루트
lt: Šaknis
lv: Sakne
pl: Główny
pt: Raiz
pt_br: Raiz
ru: Корневой
sk: Koreň
sr: Koren
th: ราก
tr: Kök
uk: Кореневий
zh_cn: 根
zh_tw: 根

# cert-role-server
source: Server
ar: الخادم
be: Сервер
bg: Сървър
ca: Servidor
el: Διακομιστής
es: Servidor
es_mx: Servidor
fa: سرور
fr: Serveur
he: שרת
hr: Poslužitelj
hu: Kiszolgáló
ja: サーバー
kk: Сервер
ko: 서버
lt: Serveris
lv: Serveris
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
zh_cn: 服务器
zh_tw: 伺服器

source: Code Type
ar: نوع الرمز
be: Тып кода
bg: Тип код
ca: Tipus de codi
cs: Typ kódu
da: Kodetype
de: Codetyp
el: Τύπος κωδικού
es: Tipo de código
es_mx: Tipo de código
fa: نوع کد
fr: Type de code
he: סוג קוד
hr: Vrsta koda
hu: Kódtípus
it: Tipo di codice
ja: コードの種類
kk: Код түрі
ko: 코드 유형
lt: Kodo tipas
lv: Koda veids
pl: Typ kodu
pt: Tipo de código
pt_br: Tipo de código
ru: Тип кода
sk: Typ kódu
sr: Tip koda
th: ประเภทรหัส
tr: Kod türü
uk: Тип коду
zh_cn: 验证码类型
zh_tw: 驗證碼類型

source: Connection allowed
ar: الاتصال مسموح
be: Злучэнне дазволена
bg: Връзката е разрешена
ca: Connexió permesa
cs: Připojení povoleno
da: Forbindelse tilladt
de: Verbindung erlaubt
el: Η σύνδεση επιτρέπεται
es: Conexión permitida
es_mx: Conexión permitida
fa: اتصال مجاز است
fr: Connexion autorisée
he: החיבור מותר
hr: Veza dopuštena
hu: Kapcsolat engedélyezve
it: Connessione consentita
ja: 接続が許可されました
kk: Қосылуға рұқсат етілген
ko: 연결 허용됨
lt: Ryšys leidžiamas
lv: Savienojums atļauts
nl: Verbinding toegestaan
pl: Połączenie dozwolone
pt: Ligação permitida
pt_br: Conexão permitida
ru: Подключение разрешено
sk: Pripojenie povolené
sr: Veza dozvoljena
th: อนุญาตการเชื่อมต่อ
tr: Bağlantıya izin verildi
uk: Підключення дозволено
zh_cn: 允许连接
zh_tw: 允許連線

source: Continue
ar: متابعة
be: Працягнуць
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_mx: Continuar
fa: ادامه
fr: Continuer
he: המשך
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
lv: Turpināt
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sr: Nastavi
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

source: Copy
ar: نسخ
be: Капіяваць
bg: Копиране
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
es_mx: Copiar
fa: کپی
fr: Copier
he: העתק
hr: Kopiraj
hu: Másolás
it: Copia
ja: コピー
kk: Көшіру
ko: 복사
lt: Kopijuoti
lv: Kopēt
nl: Kopiëren
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sr: Kopiraj
th: คัดลอก
tr: Kopyala
uk: Копіювати
zh_cn: 复制
zh_tw: 複製

source: Credentials
ar: بيانات الاعتماد
be: Уліковыя даныя
bg: Идентификационни данни
ca: Credencials
cs: Přihlašovací údaje
da: Legitimationsoplysninger
de: Anmeldedaten
el: Διαπιστευτήρια
es: Credenciales
es_mx: Credenciales
fa: اعتبارنامه
fr: Identifiants
he: פרטי התחברות
hr: Vjerodajnice
hu: Hitelesítő adatok
it: Credenziali
ja: 認証情報
kk: Тіркелгі деректері
ko: 자격 증명
lt: Prisijungimo duomenys
lv: Akreditācijas dati
nl: Inloggegevens
pl: Dane logowania
pt: Credenciais
pt_br: Credenciais
ru: Учётные данные
sk: Prihlasovacie údaje
sr: Akreditivi
th: ข้อมูลรับรอง
tr: Kimlik bilgileri
uk: Облікові дані
zh_cn: 凭据
zh_tw: 憑證

# discovery.cannot-reach
source: Cannot reach server.
ar: تعذّر الوصول إلى الخادم.
be: Немагчыма дастаць сервер.
bg: Не може да се достигне сървърът.
ca: No es pot accedir al servidor.
cs: Server není dosažitelný.
da: Kan ikke nå serveren.
de: Server nicht erreichbar.
el: Δεν είναι δυνατή η πρόσβαση στον διακομιστή.
es: No se puede acceder al servidor.
es_mx: No se puede acceder al servidor.
fa: امکان دسترسی به سرور وجود ندارد.
fr: Impossible d'atteindre le serveur.
he: לא ניתן להגיע לשרת.
hr: Poslužitelj nije dostupan.
hu: A kiszolgáló nem érhető el.
it: Impossibile raggiungere il server.
ja: サーバーに到達できません。
kk: Серверге қол жеткізу мүмкін емес.
ko: 서버에 연결할 수 없습니다.
lt: Nepavyko pasiekti serverio.
lv: Nevar sasniegt serveri.
nl: Kan server niet bereiken.
pl: Nie można połączyć się z serwerem.
pt: Não é possível aceder ao servidor.
pt_br: Não foi possível acessar o servidor.
ru: Не удаётся связаться с сервером.
sk: Server nie je dostupný.
sr: Server nije dostupan.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้
tr: Sunucuya ulaşılamıyor.
uk: Неможливо досягти сервера.
zh_cn: 无法访问服务器。
zh_tw: 無法連線至伺服器。

# discovery.could-not-connect
source: Could not connect to server.
ar: تعذّر الاتصال بالخادم.
be: Не ўдалося падключыцца да сервера.
bg: Не може да се свърже със сървъра.
ca: No s'ha pogut connectar al servidor.
cs: Nepodařilo se připojit k serveru.
da: Kunne ikke oprette forbindelse til serveren.
de: Verbindung zum Server fehlgeschlagen.
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή.
es: No se pudo conectar al servidor.
es_mx: No se pudo conectar al servidor.
fa: اتصال به سرور برقرار نشد.
fr: Impossible de se connecter au serveur.
he: לא ניתן להתחבר לשרת.
hr: Nije moguće povezati se s poslužiteljem.
hu: Nem sikerült csatlakozni a kiszolgálóhoz.
it: Impossibile connettersi al server.
ja: サーバーに接続できませんでした。
kk: Серверге қосылу мүмкін болмады.
ko: 서버에 연결할 수 없습니다.
lt: Nepavyko prisijungti prie serverio.
lv: Nevarēja izveidot savienojumu ar serveri.
nl: Kan geen verbinding maken met de server.
pl: Nie można połączyć się z serwerem.
pt: Não foi possível ligar ao servidor.
pt_br: Não foi possível conectar ao servidor.
ru: Не удалось подключиться к серверу.
sk: Nepodarilo sa pripojiť k serveru.
sr: Nije moguće povezati se sa serverom.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya bağlanılamadı.
uk: Не вдалося підключитися до сервера.
zh_cn: 无法连接到服务器。
zh_tw: 無法連線至伺服器。

# discovery.enter-address
source: Enter a server address.
ar: أدخل عنوان الخادم.
be: Увядзіце адрас сервера.
bg: Въведете адрес на сървъра.
ca: Introdueix l'adreça del servidor.
cs: Zadejte adresu serveru.
da: Indtast en serveradresse.
de: Geben Sie eine Serveradresse ein.
el: Εισαγάγετε διεύθυνση διακομιστή.
es: Introduce una dirección de servidor.
es_mx: Ingresa una dirección de servidor.
fa: آدرس سرور را وارد کنید.
fr: Saisissez une adresse de serveur.
he: הזן כתובת שרת.
hr: Unesite adresu poslužitelja.
hu: Adjon meg kiszolgálócímet.
it: Inserisci un indirizzo server.
ja: サーバーアドレスを入力してください。
kk: Сервер мекенжайын енгізіңіз.
ko: 서버 주소를 입력하세요.
lt: Įveskite serverio adresą.
lv: Ievadiet servera adresi.
nl: Voer een serveradres in.
pl: Wprowadź adres serwera.
pt: Introduza um endereço de servidor.
pt_br: Digite um endereço de servidor.
ru: Введите адрес сервера.
sk: Zadajte adresu servera.
sr: Unesite adresu servera.
th: ป้อนที่อยู่เซิร์ฟเวอร์
tr: Bir sunucu adresi girin.
uk: Введіть адресу сервера.
zh_cn: 请输入服务器地址。
zh_tw: 請輸入伺服器位址。

# discovery.no-internet
source: No internet connection.
ar: لا يوجد اتصال بالإنترنت.
be: Няма падключэння да інтэрнэту.
bg: Няма интернет връзка.
ca: No hi ha connexió a Internet.
cs: Žádné internetové připojení.
da: Ingen internetforbindelse.
de: Keine Internetverbindung.
el: Δεν υπάρχει σύνδεση στο Internet.
es: Sin conexión a Internet.
es_mx: Sin conexión a Internet.
fa: اتصال اینترنت وجود ندارد.
fr: Aucune connexion Internet.
he: אין חיבור לאינטרנט.
hr: Nema internetske veze.
hu: Nincs internetkapcsolat.
it: Nessuna connessione Internet.
ja: インターネット接続がありません。
kk: Интернет байланысы жоқ.
ko: 인터넷 연결이 없습니다.
lt: Nėra interneto ryšio.
lv: Nav interneta savienojuma.
nl: Geen internetverbinding.
pl: Brak połączenia z Internetem.
pt: Sem ligação à Internet.
pt_br: Sem conexão com a Internet.
ru: Нет подключения к интернету.
sk: Žiadne internetové pripojenie.
sr: Nema internet veze.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok.
uk: Немає підключення до інтернету.
zh_cn: 无互联网连接。
zh_tw: 無網際網路連線。

# discovery.server-not-recognized
source: Server not recognized. Check the address.
ar: لم يتم التعرف على الخادم. تحقق من العنوان.
be: Сервер не распазнаны. Праверце адрас.
bg: Сървърът не е разпознат. Проверете адреса.
ca: Servidor no reconegut. Comprova l'adreça.
cs: Server nebyl rozpoznán. Zkontrolujte adresu.
da: Server ikke genkendt. Kontrollér adressen.
de: Server nicht erkannt. Überprüfen Sie die Adresse.
el: Ο διακομιστής δεν αναγνωρίστηκε. Ελέγξτε τη διεύθυνση.
es: Servidor no reconocido. Comprueba la dirección.
es_mx: Servidor no reconocido. Verifica la dirección.
fa: سرور شناسایی نشد. آدرس را بررسی کنید.
fr: Serveur non reconnu. Vérifiez l'adresse.
he: השרת לא זוהה. בדוק את הכתובת.
hr: Poslužitelj nije prepoznat. Provjerite adresu.
hu: A kiszolgáló nem ismerhető fel. Ellenőrizze a címet.
it: Server non riconosciuto. Controlla l'indirizzo.
ja: サーバーを認識できません。アドレスを確認してください。
kk: Сервер танылмады. Мекенжайды тексеріңіз.
ko: 서버를 인식할 수 없습니다. 주소를 확인하세요.
lt: Serveris neatpažintas. Patikrinkite adresą.
lv: Serveris nav atpazīts. Pārbaudiet adresi.
nl: Server niet herkend. Controleer het adres.
pl: Serwer nierozpoznany. Sprawdź adres.
pt: Servidor não reconhecido. Verifique o endereço.
pt_br: Servidor não reconhecido. Verifique o endereço.
ru: Сервер не распознан. Проверьте адрес.
sk: Server nebol rozpoznaný. Skontrolujte adresu.
sr: Server nije prepoznat. Proverite adresu.
th: ไม่รู้จักเซิร์ฟเวอร์ ตรวจสอบที่อยู่
tr: Sunucu tanınmadı. Adresi kontrol edin.
uk: Сервер не розпізнано. Перевірте адресу.
zh_cn: 无法识别服务器。请检查地址。
zh_tw: 無法識別伺服器。請檢查位址。

# discovery.timeout
source: The connection timed out.
ar: انتهت مهلة الاتصال.
be: Час чакання злучэння скончыўся.
bg: Времето за връзка изтече.
ca: S'ha esgotat el temps de connexió.
cs: Vypršel časový limit připojení.
da: Forbindelsen fik timeout.
de: Verbindungszeitüberschreitung.
el: Λήξη χρονικού ορίου σύνδεσης.
es: Se agotó el tiempo de conexión.
es_mx: Se agotó el tiempo de conexión.
fa: مهلت اتصال به پایان رسید.
fr: Délai de connexion dépassé.
he: תם זמן החיבור.
hr: Isteklo je vrijeme veze.
hu: A kapcsolat időtúllépés miatt megszakadt.
it: Timeout della connessione.
ja: 接続がタイムアウトしました。
kk: Қосылу уақыты аяқталды.
ko: 연결 시간이 초과되었습니다.
lt: Baigėsi ryšio laikas.
lv: Savienojuma noildze.
nl: Verbindingstime-out.
pl: Przekroczono limit czasu połączenia.
pt: A ligação expirou.
pt_br: A conexão expirou.
ru: Время ожидания подключения истекло.
sk: Čas pripojenia vypršal.
sr: Vreme veze je isteklo.
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımına uğradı.
uk: Час очікування підключення минув.
zh_cn: 连接超时。
zh_tw: 連線逾時。

# discovery.unsupported-backend
source: This app does not support that type of server.
ar: لا يدعم هذا التطبيق هذا النوع من الخوادم.
be: Гэта праграма не падтрымлівае гэты тып сервера.
bg: Това приложение не поддържа този тип сървър.
ca: Aquesta app no admet aquest tipus de servidor.
cs: Tato aplikace nepodporuje tento typ serveru.
da: Denne app understøtter ikke den type server.
de: Diese App unterstützt diesen Servertyp nicht.
el: Αυτή η εφαρμογή δεν υποστηρίζει αυτόν τον τύπο διακομιστή.
es: Esta app no admite ese tipo de servidor.
es_mx: Esta app no admite ese tipo de servidor.
fa: این برنامه از این نوع سرور پشتیبانی نمی‌کند.
fr: Cette app ne prend pas en charge ce type de serveur.
he: האפליקציה הזו לא תומכת בסוג שרת זה.
hr: Ova aplikacija ne podržava tu vrstu poslužitelja.
hu: Ez az alkalmazás nem támogatja ezt a kiszolgálótípust.
it: Questa app non supporta quel tipo di server.
ja: このアプリはその種類のサーバーをサポートしていません。
kk: Бұл қолданба мұндай сервер түрін қолдамайды.
ko: 이 앱은 해당 유형의 서버를 지원하지 않습니다.
lt: Ši programėlė nepalaiko tokio serverio tipo.
lv: Šī lietotne neatbalsta šāda veida serveri.
nl: Deze app ondersteunt dat type server niet.
pl: Ta aplikacja nie obsługuje tego typu serwera.
pt: Esta app não suporta esse tipo de servidor.
pt_br: Este app não suporta esse tipo de servidor.
ru: Это приложение не поддерживает данный тип сервера.
sk: Táto aplikácia nepodporuje tento typ servera.
sr: Ova aplikacija ne podržava taj tip servera.
th: แอปนี้ไม่รองรับเซิร์ฟเวอร์ประเภทนั้น
tr: Bu uygulama bu tür sunucuyu desteklemiyor.
uk: Цей застосунок не підтримує цей тип сервера.
zh_cn: 此应用不支持该类型的服务器。
zh_tw: 此 App 不支援該類型的伺服器。

source: Email
ar: البريد الإلكتروني
be: Эл. пошта
bg: Имейл
ca: Correu electrònic
es: Correo electrónico
es_mx: Correo electrónico
fa: ایمیل
he: דוא"ל
hr: E-pošta
ja: メール
kk: Электрондық пошта
ko: 이메일
lt: El. paštas
lv: E-pasts
ru: Эл. почта
sr: E-pošta
th: อีเมล
tr: E-posta
uk: Ел. пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: Enter 6-digit code
ar: أدخل رمزًا مكونًا من 6 أرقام
be: Увядзіце 6-значны код
bg: Въведете 6-цифрен код
ca: Introdueix un codi de 6 dígits
cs: Zadejte 6místný kód
da: Indtast 6-cifret kode
de: 6-stelligen Code eingeben
el: Εισαγάγετε 6ψήφιο κωδικό
es: Introduce un código de 6 dígitos
es_mx: Ingresa un código de 6 dígitos
fa: کد ۶ رقمی را وارد کنید
fr: Saisissez un code à 6 chiffres
he: הזן קוד בן 6 ספרות
hr: Unesite 6-znamenkasti kod
hu: Adja meg a 6 jegyű kódot
it: Inserisci un codice a 6 cifre
ja: 6桁のコードを入力
kk: 6 таңбалы кодты енгізіңіз
ko: 6자리 코드 입력
lt: Įveskite 6 skaitmenų kodą
lv: Ievadiet 6 ciparu kodu
nl: Voer een 6-cijferige code in
pl: Wprowadź 6-cyfrowy kod
pt: Introduza um código de 6 dígitos
pt_br: Digite um código de 6 dígitos
ru: Введите 6-значный код
sk: Zadajte 6-miestny kód
sr: Unesite 6-cifreni kod
th: ป้อนรหัส 6 หลัก
tr: 6 haneli kodu girin
uk: Введіть 6-значний код
zh_cn: 输入 6 位验证码
zh_tw: 輸入 6 位數驗證碼

# error.2fa-not-enabled
source: Two-factor authentication is not enabled for this account.
ar: المصادقة الثنائية غير مفعّلة لهذا الحساب.
be: Двухфактарная аўтэнтыфікацыя не ўключана для гэтага ўліковага запісу.
bg: Двуфакторната автентикация не е активирана за този акаунт.
ca: L'autenticació de dos factors no està activada per a aquest compte.
cs: Dvoufaktorové ověření není pro tento účet povoleno.
da: To-faktor-godkendelse er ikke aktiveret for denne konto.
de: Zwei-Faktor-Authentifizierung ist für dieses Konto nicht aktiviert.
el: Ο έλεγχος ταυτότητας δύο παραγόντων δεν είναι ενεργοποιημένος για αυτόν τον λογαριασμό.
es: La autenticación de dos factores no está activada para esta cuenta.
es_mx: La autenticación de dos factores no está activada para esta cuenta.
fa: احراز هویت دو مرحله‌ای برای این حساب فعال نیست.
fr: L'authentification à deux facteurs n'est pas activée pour ce compte.
he: אימות דו-שלבי לא מופעל עבור חשבון זה.
hr: Dvofaktorska autentifikacija nije omogućena za ovaj račun.
hu: A kétfaktoros hitelesítés nincs engedélyezve ehhez a fiókhoz.
it: L'autenticazione a due fattori non è abilitata per questo account.
ja: このアカウントでは二要素認証が有効になっていません。
kk: Бұл тіркелгі үшін екі факторлы аутентификация қосылмаған.
ko: 이 계정에 2단계 인증이 활성화되어 있지 않습니다.
lt: Dviejų veiksnių autentifikavimas šiai paskyrai neįjungtas.
lv: Divfaktoru autentifikācija šim kontam nav iespējota.
nl: Tweefactorauthenticatie is niet ingeschakeld voor dit account.
pl: Uwierzytelnianie dwuskładnikowe nie jest włączone dla tego konta.
pt: A autenticação de dois fatores não está ativada para esta conta.
pt_br: A autenticação de dois fatores não está ativada para esta conta.
ru: Двухфакторная аутентификация не включена для этой учётной записи.
sk: Dvojfaktorové overenie nie je pre tento účet povolené.
sr: Dvofaktorska autentifikacija nije omogućena za ovaj nalog.
th: ไม่ได้เปิดใช้การยืนยันตัวตนสองปัจจัยสำหรับบัญชีนี้
tr: Bu hesap için iki faktörlü kimlik doğrulama etkin değil.
uk: Двофакторна аутентифікація не увімкнена для цього облікового запису.
zh_cn: 此账户未启用双因素认证。
zh_tw: 此帳號未啟用雙因素驗證。

# error.2fa-required
source: Two-factor authentication is required for this account.
ar: المصادقة الثنائية مطلوبة لهذا الحساب.
be: Для гэтага ўліковага запісу патрабуецца двухфактарная аўтэнтыфікацыя.
bg: За този акаунт е необходима двуфакторна автентикация.
ca: Cal autenticació de dos factors per a aquest compte.
cs: Pro tento účet je vyžadováno dvoufaktorové ověření.
da: To-faktor-godkendelse kræves for denne konto.
de: Für dieses Konto ist eine Zwei-Faktor-Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας δύο παραγόντων για αυτόν τον λογαριασμό.
es: Se requiere autenticación de dos factores para esta cuenta.
es_mx: Se requiere autenticación de dos factores para esta cuenta.
fa: برای این حساب احراز هویت دو مرحله‌ای لازم است.
fr: L'authentification à deux facteurs est requise pour ce compte.
he: נדרש אימות דו-שלבי עבור חשבון זה.
hr: Za ovaj račun potrebna je dvofaktorska autentifikacija.
hu: Ehhez a fiókhoz kétfaktoros hitelesítés szükséges.
it: Per questo account è richiesta l'autenticazione a due fattori.
ja: このアカウントには二要素認証が必要です。
kk: Бұл тіркелгі үшін екі факторлы аутентификация қажет.
ko: 이 계정에는 2단계 인증이 필요합니다.
lt: Šiai paskyrai reikalingas dviejų veiksnių autentifikavimas.
lv: Šim kontam ir nepieciešama divfaktoru autentifikācija.
nl: Tweefactorauthenticatie is vereist voor dit account.
pl: Dla tego konta wymagane jest uwierzytelnianie dwuskładnikowe.
pt: É necessária autenticação de dois fatores para esta conta.
pt_br: A autenticação de dois fatores é necessária para esta conta.
ru: Для этой учётной записи требуется двухфакторная аутентификация.
sk: Pre tento účet sa vyžaduje dvojfaktorové overenie.
sr: Za ovaj nalog potrebna je dvofaktorska autentifikacija.
th: บัญชีนี้ต้องใช้การยืนยันตัวตนสองปัจจัย
tr: Bu hesap için iki faktörlü kimlik doğrulama gerekli.
uk: Для цього облікового запису потрібна двофакторна аутентифікація.
zh_cn: 此账户需要双因素认证。
zh_tw: 此帳號需要雙因素驗證。

# error.2fa-timeout
source: Two-factor verification timed out.
ar: انتهت مهلة التحقق الثنائي.
be: Час двухфактарнай праверкі скончыўся.
bg: Времето за двуфакторна проверка изтече.
ca: S'ha esgotat el temps de verificació de dos factors.
cs: Vypršel čas dvoufaktorového ověření.
da: To-faktor-bekræftelse fik timeout.
de: Zeitüberschreitung bei der Zwei-Faktor-Verifizierung.
el: Λήξη χρονικού ορίου επαλήθευσης δύο παραγόντων.
es: Se agotó el tiempo de verificación de dos factores.
es_mx: Se agotó el tiempo de verificación de dos factores.
fa: مهلت تأیید دو مرحله‌ای به پایان رسید.
fr: Délai de vérification à deux facteurs dépassé.
he: תם זמן אימות דו-שלבי.
hr: Isteklo je vrijeme dvofaktorske provjere.
hu: A kétfaktoros ellenőrzés időtúllépés miatt megszakadt.
it: Timeout della verifica a due fattori.
ja: 二要素確認がタイムアウトしました。
kk: Екі факторлы растау уақыты аяқталды.
ko: 2단계 확인 시간이 초과되었습니다.
lt: Baigėsi dviejų veiksnių patvirtinimo laikas.
lv: Divfaktoru verifikācijas noildze.
nl: Time-out bij tweefactorverificatie.
pl: Przekroczono limit czasu weryfikacji dwuskładnikowej.
pt: A verificação de dois fatores expirou.
pt_br: A verificação de dois fatores expirou.
ru: Время двухфакторной проверки истекло.
sk: Čas dvojfaktorového overenia vypršal.
sr: Vreme dvofaktorske verifikacije je isteklo.
th: การยืนยันสองปัจจัยหมดเวลา
tr: İki faktörlü doğrulama zaman aşımına uğradı.
uk: Час двофакторної перевірки минув.
zh_cn: 双因素验证超时。
zh_tw: 雙因素驗證逾時。

# error.2fa-too-many-attempts
source: Too many two-factor attempts.
ar: محاولات مصادقة ثنائية كثيرة جدًا.
be: Занадта шмат спроб двухфактарнай аўтэнтыфікацыі.
bg: Твърде много двуфакторни опити.
ca: Massa intents de dos factors.
cs: Příliš mnoho dvoufaktorových pokusů.
da: For mange to-faktor-forsøg.
de: Zu viele Zwei-Faktor-Versuche.
el: Πάρα πολλές προσπάθειες δύο παραγόντων.
es: Demasiados intentos de dos factores.
es_mx: Demasiados intentos de dos factores.
fa: تلاش‌های دو مرحله‌ای بیش از حد.
fr: Trop de tentatives à deux facteurs.
he: יותר מדי ניסיונות דו-שלביים.
hr: Previše dvofaktorskih pokušaja.
hu: Túl sok kétfaktoros próbálkozás.
it: Troppi tentativi a due fattori.
ja: 二要素の試行回数が多すぎます。
kk: Екі факторлы әрекеттер тым көп.
ko: 2단계 시도 횟수가 너무 많습니다.
lt: Per daug dviejų veiksnių bandymų.
lv: Pārāk daudz divfaktoru mēģinājumu.
nl: Te veel tweefactorpogingen.
pl: Zbyt wiele prób dwuskładnikowych.
pt: Demasiadas tentativas de dois fatores.
pt_br: Muitas tentativas de dois fatores.
ru: Слишком много попыток двухфакторной аутентификации.
sk: Príliš veľa dvojfaktorových pokusov.
sr: Previše dvofaktorskih pokušaja.
th: พยายามยืนยันสองปัจจัยมากเกินไป
tr: Çok fazla iki faktörlü deneme.
uk: Забагато спроб двофакторної аутентифікації.
zh_cn: 双因素验证尝试次数过多。
zh_tw: 雙因素驗證嘗試次數過多。

# error.2fa-unsupported-method
source: Unsupported two-factor method.
ar: طريقة مصادقة ثنائية غير مدعومة.
be: Непадтрымліваемы метад двухфактарнай аўтэнтыфікацыі.
bg: Неподдържан двуфакторен метод.
ca: Mètode de dos factors no compatible.
cs: Nepodporovaná dvoufaktorová metoda.
da: Ikke-understøttet to-faktor-metode.
de: Nicht unterstützte Zwei-Faktor-Methode.
el: Μη υποστηριζόμενη μέθοδος δύο παραγόντων.
es: Método de dos factores no compatible.
es_mx: Método de dos factores no compatible.
fa: روش دو مرحله‌ای پشتیبانی‌نشده.
fr: Méthode à deux facteurs non prise en charge.
he: שיטת דו-שלבי לא נתמכת.
hr: Nepodržana dvofaktorska metoda.
hu: Nem támogatott kétfaktoros módszer.
it: Metodo a due fattori non supportato.
ja: サポートされていない二要素方式です。
kk: Қолдау көрсетілмейтін екі факторлы әдіс.
ko: 지원되지 않는 2단계 방법입니다.
lt: Nepalaikomas dviejų veiksnių metodas.
lv: Neatbalstīta divfaktoru metode.
nl: Niet-ondersteunde tweefactormethode.
pl: Nieobsługiwana metoda dwuskładnikowa.
pt: Método de dois fatores não suportado.
pt_br: Método de dois fatores não suportado.
ru: Неподдерживаемый метод двухфакторной аутентификации.
sk: Nepodporovaná dvojfaktorová metóda.
sr: Nepodržana dvofaktorska metoda.
th: วิธียืนยันสองปัจจัยที่ไม่รองรับ
tr: Desteklenmeyen iki faktörlü yöntem.
uk: Непідтримуваний метод двофакторної аутентифікації.
zh_cn: 不支持的双因素验证方式。
zh_tw: 不支援的雙因素驗證方式。
